[
  {
    "eventDate": "28.1.2025",
    "eventTypes": "Project-related (in-person meeting, important PR event, ...)",
    "eventTitle": "Drought management in Slovakia discussed during a stakeholders meeting",
    "eventDesc": "The Slovak Hydrometeorological Institute hosted the key stakeholders during the national consultation related to a drought management in Slovakia. The main aim of the consultation was a discussion about the existing drought management, the identification of its weak points and suggestions how to improve it to increase the preparedness on drought events in the future.\n\nThe participants represented various sectors and policy levels from national authorities (Ministry of Environment of SR), though sectoral organizations (Slovak Agricultural and Food Chamber, Fruit-Union of the Slovak Republic, Slovak Vegetables and Potato Growers' Union, Association of Slovak Young Farmers, Hydromeliorácie, state enterprise) to academic sector (Soil Science and Conservation Research Institute, Research Institute of Plant Production, Technical University in Zvolen).\n\nThe information from discussion will be the main base for the proposal of the national action plan for improvement of DHF management in Slovakia, which is one of the outputs of the Clim4Cast project. The meeting was much appreciated. There is high interest of relevant stakeholders to cooperate with SHMI to increase preparedness and awareness about drought in Slovakia.\n",
    "eventLink": "",
    "imgFilename": "18IOv5AZJAixLVIXZhUJPJmi51rZuCW5h.jpg",
    "countries": "Slovakia",
    "timeStamp": "4.2.2025 7:22:09"
  },
  {
    "eventDate": "21.1.2025",
    "eventTypes": "Project-related (in-person meeting, important PR event, ...)",
    "eventTitle": "Stakeholders consultation related to heatwaves management in Slovakia",
    "eventDesc": "The Slovak Hydrometeorological Institute hosted the key stakeholders during the national consultation related to a heat waves management in Slovakia. The main aim of the consultation was a discussion about the existing heat wave management, the identification of its weak points and suggestions how to improve it to increase the preparedness on heat waves occurrence in the future. \n\nThe participants represented various sectors and policy levels from national authorities (Ministry of Environment of SR, Ministry of Health of SR, Ministry of Interior of SR, Ministry of Labour, Social Affairs and Family of SR, Ministry of Agriculture and Rural Development of SR), though sectoral organizations (Institute of Health Analysis, Public Health Authority of SR, Slovak Hydrometeorological Institite) to academic sector (University Hospital in Martin, Department of Public Health of Trnava University, Animal Production Research Centre Nitra).\n \nThe information from discussion will be the main base for the proposal of the national action plan for improvement of DHF management in Slovakia, which is one of the outputs of the Clim4Cast project. Further, the forecasting products of the Clim4Cast project were much appreciated and there is high interest of relevant stakeholders in their implementation into praxis.\n",
    "eventLink": "",
    "imgFilename": "1GOQzDMCCLMcBaIp6W3lt8A4jRdUAfpqf.jpg",
    "countries": "Slovakia",
    "timeStamp": "22.1.2025 12:03:04"
  },
  {
    "eventDate": "16.1.2025",
    "eventTypes": "Drought",
    "eventTitle": "The current moisture deficit in Slovakia can significantly complicate the situation for farmers and foresters in the spring",
    "eventDesc": "Despite the fact that we have a winter period during which the vegetation is at a standstill, the current drought warns us of possible problems in the spring and summer. Recharge of moisture in the soil and groundwater during the cold half-year is an important factor for the  moisture conditions, especially in the spring. Considering the results of the study for Slovakia, which was published last year, we notice a significant increase in dry months during the spring. Due to the fact that spring drought often recurs, a moisture deficit already in the winter season can currently accumulate a significant worsening of the effects of the spring drought itself.\nWe have already noted similar situation with a moisture deficit in the winter period, which complicated agricultural plans and contributed to the reduction of the harvest, even in the recent past. In those years, after a dry winter, there was a spring, or also the summer drought, which led to a reduced yield of some agricultural crops. The current situation therefore means a warning in the coming weeks that unless the weather situation changes significantly and the trend from previous years continues, farmers will have to prepare for the possible negative impact of drought in the coming months and adapt their work in the fields accordingly. The moisture deficit in the past months can have a negative impact on fruit orchards as well.",
    "eventLink": "https://www.shmu.sk/sk/?page=2049&id=1573",
    "imgFilename": "1et9m1GLFsstZ4U3Suv8LJL_u9TKdqKZ4.jpg",
    "countries": "Slovakia",
    "timeStamp": "16.1.2025 6:53:32"
  },
  {
    "eventDate": "24.10.2024",
    "eventTypes": "Project-related (in-person meeting, important PR event, ...)",
    "eventTitle": "Expert consultation dedicated to wildfire management in Slovakia",
    "eventDesc": "The topic of forest fires is becoming more actual, due to the increasingly intense and longer episodes of drought in the recent decades. Last summer again brought with it very warm and dry weather, which created conditions for a high fire risk in Slovakia. Considering the ongoing climate change and climate scenarios for the Central Europe, it is likely that we will face such situations more and more frequently in the future. The Slovak Hydrometeorological Institute SHMI) is also trying to contribute to early preparedness for extreme phenomena, which was the main motivation to join the international project Clim4Cast (Interreg CE). One of the project outputs will be a document focused on a proactive response approach to drought, heat waves and fire danger at the national level. This document will be available to all national, regional and local authorities and can serve as supporting material for the drafting of policies, decrees and other strategic documents. To ensure country-specific tailored document proposal, SHMI organized an expert consultation dedicated to the wildfires management in Slovakia, in which representatives of key stakeholders participated. This consultation was followed by a meeting of experts from the practice of the National Drought Impact Reporting Network in Kaštiela Antonstál in Nemšová (October 23 and 24, 2024).\nTo learn more about the event, please, visit the webpage: https://www.shmu.sk/sk/?page=2049&id=1548.  ",
    "eventLink": "https://www.shmu.sk/sk/?page=2049&id=1548",
    "imgFilename": "1UjSTOxEUUcxEi6U8z0PQABJ91Dv2YorG.png",
    "countries": "Slovakia",
    "timeStamp": "15.11.2024 6:49:58"
  },
  {
    "eventDate": "19.9.2024",
    "eventTypes": "Project-related (in-person meeting, important PR event, ...)",
    "eventTitle": "Clim4Cast Project Activities Highlighted in Professional Journal",
    "eventDesc": "A recent article published in the professional journal Hrvatska vodoprivreda discusses the activities of the Clim4Cast project, with a special focus on the national presentation organized by the Croatian Meteorological and Hydrological Service (DHMZ). This event was crucial in introducing the project to relevant institutions and experts in Croatia.\n\nThe event was divided into two parts. The first part provided an overview of the project, outlining both completed and planned activities. Notably, a valuable database of drought, heatwaves, and fire weather (DHF) events was developed by collecting data from daily newspaper Večernji list articles spanning the years 2000 to 2023.\n\nThe second part of the event served as a platform for discussion, where participants emphasized the importance of inter-institutional collaboration in strengthening societal resilience to DHF events.\n\nThe full article is available online (pages 56-59): https://vode.eindigo.net/casopis-hrvatska-vodoprivreda/?pr=v.pdf&id=38665",
    "eventLink": "https://vode.eindigo.net/casopis-hrvatska-vodoprivreda/?pr=v.pdf&id=38665",
    "imgFilename": "1EX6Ial1PoqA3kO-GjyxB7DL_ULoFkWHd.jpg",
    "countries": "Croatia",
    "timeStamp": "19.9.2024 10:00:06"
  },
  {
    "eventDate": "13.9.2024",
    "eventTypes": "Drought, Heatwave",
    "eventTitle": "September Rain Arrives Too Late",
    "eventDesc": "In August, rainfall was generally normal across most of Croatia, except in the east where it was extremely dry. September rains, however, have arrived too late, prompting Vukovarsko-srijemska County to join Virovitičko-podravska  and Koprivničko-križevačka counties in declaring a natural disaster due to severe drought. Reports of widespread damage stretch from the far east of Slavonia to northern Croatia along the Drava River, affecting the northern Croatian Pannonian Basin.\n\nIn Požeško-slavonska County, residents are facing drought conditions comparable to those of 2003, with the Orljava River's streamflow critically low and many springs completely dry. Water usage has been restricted to essential needs, and irrigation systems are operating at minimum capacity to keep crops alive. Birds and rodents are damaging irrigation pipes in search of water, leading to leaks and further inefficiencies.\n\nZadarska County has reported a 26% increase in heatwave-related deaths and a rise in healthcare interventions. In Virovitičko-podravska  County, heat-scorched trees are prematurely shedding leaves, and pest populations are growing. Meanwhile, new drone-based tree-planting technology, 3 to 5 times faster than traditional methods and suitable for hazardous terrain, is being used in Slavonija and is planned for coastal regions.\n\nImage: https://meteo.hr/klima_e.php?section=klima_pracenje&param=spi&el=prspi\n",
    "eventLink": "",
    "imgFilename": "1RkVd-8MEeQnBHfXVgU_zPFHVRg71TZIa.jpg",
    "countries": "Croatia",
    "timeStamp": "13.9.2024 17:11:14"
  },
  {
    "eventDate": "9.9.2024",
    "eventTypes": "Wildfire",
    "eventTitle": "Slovakia experienced several forest fires",
    "eventDesc": "The end of summer season, which was very hot and dry, brought several forest fires, which affected various regions in Slovakia. The most of them was in an inaccessible terrain, therefore the help of helicopters was necessary. During the firefighting works in Ludrovská dolina, a tragic event occurred, in which one of the firefighters lost his life.\nThe list of forest fires in the period 31.8. – 8.9.2024:\n8. – 9.9.2024 – The Little Carpatians (Biely kríž)\n8.9.2024 – Tomášovský výhľad (National Park Slovak Paradise)\n6. – 10.9.2024 – Ludrovská dolina\n4.9.2024 – Moravský Svätý Ján (western Slovakia)\n2. – 3.9.2024 – Borinka (western Slovakia)\n30.8. – 2.9.2024 – Pohorelá (central Slovakia)\n",
    "eventLink": "",
    "imgFilename": "1-L_F0QI1LMkqIbdXPuI9djfGyXHltzE0.jpg",
    "countries": "Slovakia",
    "timeStamp": "16.9.2024 14:43:32"
  },
  {
    "eventDate": "7.9.2024",
    "eventTypes": "Heatwave",
    "eventTitle": "Record heatwave is ending",
    "eventDesc": "The second hottest summer of Austria is coming to an end. Most cities of Austria experienced around 3 times as many heat days (>30°C) as usual. Also a new record of heat nights (minimum temperature >20°C) was reached in Vienna with 44 nights. This is more than twice as many as on average from 1991-2020. ",
    "eventLink": "https://www.derstandard.at/story/3000000235329/rekordhitzewelle-endet-kommende-woche",
    "imgFilename": "1_5yK3aWWkGmTfHI9Wzumcm-aMsE4Gkuv.jpg",
    "countries": "Austria",
    "timeStamp": "12.9.2024 10:38:43"
  },
  {
    "eventDate": "6.9.2024",
    "eventTypes": "Wildfire",
    "eventTitle": "Major wild fire in German Harz Mountains required air assistance",
    "eventDesc": "The forest fire on the Brocken in the Harz region is now under control. Numerous fire brigades and several firefighting planes have been in action since Friday. Initial estimates suggest the fire has caused up to three million euros in damages. The police are investigating the cause of the fire, with suspicions of arson, although the national park director doubts this.\nAfter overnight rain, the situation at the Brocken forest fire in the Harz has eased. In the coming days, the area will be intensively checked for embers, including with thermal imaging cameras. Firefighting efforts will continue, with firefighting planes and helicopters on standby. The focus will be on extinguishing remaining fires, with around 50 personnel. The adjacent moorland caused concern for the emergency services. A fire had spread there, although efforts were made to prevent the flames from reaching a high moor.\nAccording to local authorities it is possible that the fire on the Brocken was deliberately set. The fire broke out simultaneously in several places on Friday 6th September according to video footage. The police have initiated an investigation on the cause of the fires. Information on the cause will only be possible once investigators can examine the fire site.\n\n",
    "eventLink": "https://www.mdr.de/nachrichten/sachsen-anhalt/magdeburg/harz/brocken-wald-harz-brand-liveticker-feuer-feuerwehr-100.html",
    "imgFilename": "1j1beoxKwfTbuGAoKMjG7pSPnGbWjWdR4.png",
    "countries": "Germany",
    "timeStamp": "9.9.2024 11:06:06"
  },
  {
    "eventDate": "6.9.2024",
    "eventTypes": "Project-related (in-person meeting, important PR event, ...)",
    "eventTitle": "Podcast episode of Slovak Hydrometeorological Institute about drought monitoring in Slovakia",
    "eventDesc": "The eighth episode of the podcast of Slovak Hydrometeorological Institute is dedicated to the drought, which affects an increasingly large part of Slovakia. You can learn more about drought monitoring and drought impacts in Slovakia, but also about the project Clim4Cast. This project should bring better preparedness on the extreme events such as drought, heat waves and fire weather in the Central European region. The topic is dedicated not only to farmers and foresters, but also to the general public, which is interested in learning more about the monitoring of this phenomenon.",
    "eventLink": "https://www.shmu.sk/sk/?page=2669",
    "imgFilename": "1QkL6-HbLs0JBUnRrVk7XT3rQEs9GGBOI.jpg",
    "countries": "Slovakia",
    "timeStamp": "16.9.2024 14:03:55"
  },
  {
    "eventDate": "3.9.2024",
    "eventTypes": "Drought, Wildfire",
    "eventTitle": "Fire danger is high and long lasting in Czechia, not a typical September situation",
    "eventDesc": "There is a reported high risk of wildfire ignition and spread in Czechia observed and predicted for multiple days is a row, which is not a situation that would be typical for this time of the year. The risky meteorological conditions with above 30 degree temperatures and high winds are also accompanied by drought and drying vegetation representing fine fuels.",
    "eventLink": "https://www.ceskenoviny.cz/zpravy/2563063",
    "imgFilename": "12m8TeVl-DdHhG8DW-RNt_LMv_PDVPnny.png",
    "countries": "Czechia",
    "timeStamp": "3.9.2024 17:01:49"
  },
  {
    "eventDate": "1.9.2024",
    "eventTypes": "Drought",
    "eventTitle": "Farmers from Primorska region face drought and its consequences again this summer",
    "eventDesc": "The drought will reduce yields, by up to 50% for fodder crops. The whole of Primorska is facing a lack of rainfall this summer, but the worst is in Slovenian Istria. It is not only the drought that is causing problems, but also the prolonged high temperatures. Irrigation is becoming a necessity. There is no sign of heavy rainfall in the coming days, and the effects of the drought are set to intensify. A little over a week ago, some rain fell, but not enough to soak the parched soil and bring some relief to farmers. The drought has also affected wine-growers, with the worst effects in the Goriška Brda, Vipava Valley and Karst regions. Permanent crops will continue to be affected next year.  ",
    "eventLink": "https://www.rtvslo.si/okolje/primorski-kmetje-se-to-poletje-znova-spopadajo-s-suso-in-njenimi-posledicami/719670",
    "imgFilename": "1Xsz_yAioKbSJXzgHzmq5Gi15T-z_yXA6.jpg",
    "countries": "Slovenia",
    "timeStamp": "2.9.2024 9:28:21"
  },
  {
    "eventDate": "29.8.2024",
    "eventTypes": "Wildfire",
    "eventTitle": "In the last 7 days increase in fire incidents, but affected area significantly reduced",
    "eventDesc": "According to the statistics from the Croatian Firefighting Association, 161 wildfires broke out during the week of August 22-28, 2024, marking a 6.62% increase compared to the previous week. The good news is that the affected area has significantly decreased to 832.8 ha, a reduction of 87.85%.\nThe largest wildfire occurred on the evening of August 26 in Dalmatia, in the hinterland of Split, in the area of Žrnovnica, Markovača - Sitno Gornje. The fire was caused by a storm with heavy showers and numerous lightning strikes. The wildfire started in several locations, affecting grass, low vegetation, and forest over an estimated area of 700 ha.\nOn August 28, the firefighting operation involved 4 firefighting aircraft, 26 members of the Croatian Armed Forces' firefighting units, and a total of 304 firefighters with 82 firefighting vehicles. \nDuring the last night, the wildfire flared up again due to strong winds (bura), but firefighters successfully prevented its spread, and the situation is more favorable this morning.\nSince the beginning of the year until August 28, 2024, there have been a total of 2,864 wildfires in Croatia, affecting an area of 21,745 ha.\n\nFoto: Battle with fire in the area of Žrnovnica, Source: Croatian Firefighting Association",
    "eventLink": "",
    "imgFilename": "1P0xg8cASDMPKiY-jC6eFc-wfI88XlmFy.jpg",
    "countries": "Croatia",
    "timeStamp": "2.9.2024 12:47:46"
  },
  {
    "eventDate": "14.8.2024",
    "eventTypes": "Drought",
    "eventTitle": "Dry conditions in south and west Slovenia",
    "eventDesc": "According to Slovenia's operational drought monitoring platform »droughtmeter«, the moderately to severely dry conditions prevail in south and west Slovenia, where 30 day surface water balance anomaly up to 120mm is recorded. Extremely hot weather is contributing to fast drying of top soil layer. Therefore there are reports on drought and heat stress that cause impact on crops and can potentially reduce yield. \nThe situation is somehow alleviated by convective precipitation that is occurring locally due to heated ground, however since precipitation in in most part very intense, most of it runs on surface and does not contribute to soil moisture. More precipitation is expected in forthcoming days, however it is not foreseen that water balance anomaly will be completely eliminated. ",
    "eventLink": "https://www.meteo.si/uploads/probase/www/agromet/bulletin/drought/sl/",
    "imgFilename": "13XmfupSrS3QDKCrfp3HaTGj3UcD8to7Q.png",
    "countries": "Slovenia",
    "timeStamp": "14.8.2024 15:54:38"
  },
  {
    "eventDate": "14.8.2024",
    "eventTypes": "Heatwave, Wildfire",
    "eventTitle": "Czech Republic has seen the hottest day of the year and experiences high fire danger",
    "eventDesc": "Wednesday (14.8.2024) was so far the hottest day of the year for Czech Republic so far. However, temperature records were broken only at a few meteorological stations, because of high temperatures from previous few years. The Czech Hydrometeorological Institute has issued warnings for high temperatures, wildfire occurrence, and severe storms for many districts of the Czech Republic. ",
    "eventLink": "https://ct24.ceskatelevize.cz/clanek/domaci/vystraha-pred-pozary-plati-pro-jih-moravy-a-velkou-cast-cech-352055",
    "imgFilename": "12kii4LRCU0xL2uWvBVfERDUgE8FesflA.png",
    "countries": "Czechia",
    "timeStamp": "16.8.2024 13:04:50"
  },
  {
    "eventDate": "14.8.2024",
    "eventTypes": "Wildfire",
    "eventTitle": "Large fire near Kočevska Reka, air tractors are helping to extinguish it",
    "eventDesc": "The Administration for Civil Protection and Disaster Relief confirmed a fire started on Wednesday above Borovce near Kočevska reka. The fire at the time was probably started by a lightning strike. The fire spread on Friday to more than 30 hectares of inaccessible and precipitous woodland due to strong winds. Despite the efforts of six volunteer fire brigades, which can only intervene on a limited basis due to the complexity of the terrain, the situation remains challenging. On Friday evening, the area of Krokar peak above Borovce near Kočevska reka was again set on fire. Firefighting continued on Saturday. It has been stopped in some parts but is not yet under control. The fire was contained on Saturday afternoon and has not spread significantly since then.",
    "eventLink": "https://www.24ur.com/novice/slovenija/pri-kocevski-reki-obsezen-pozar-pri-gasenju-pomagata-air-tractorja.html",
    "imgFilename": "1llVU9RzL0uafpPwzlqassBNcEcipMcnf.jpg",
    "countries": "Slovenia",
    "timeStamp": "19.8.2024 9:35:20"
  },
  {
    "eventDate": "8.8.2024",
    "eventTypes": "Drought",
    "eventTitle": "Very dry conditions in topsoil layer over Bela krajina, Notranjska and Bovška region",
    "eventDesc": "This week has seen very dry conditions in topsoil across Slovenia, with localised precipitation prevailing over the past 30 days. Very dry conditions persist in Bovška, Notranjska and Bela Krajina region, where accumulated value stood 50 to 80 mm below the local average for this time of year. In regions Zgornjesavska, Dolenjska and Obala region, 30-day surface water balance conditions indicates moderate drought in the topsoil layer, with deficit ranging between 20 to 30 mm. Elsewhere, normal water-balance conditions are recorded. \nWe expect no change in mention regions over the next week, except on the coast, where the situation will worsen.",
    "eventLink": "https://meteo.arso.gov.si/uploads/probase/www/agromet/bulletin/drought/sl/ ",
    "imgFilename": "1b9v6BWx-pgLo64KYpOjm3G3hBTe7gwo8.jpg",
    "countries": "Slovenia",
    "timeStamp": "12.8.2024 11:24:40"
  },
  {
    "eventDate": "6.8.2024",
    "eventTypes": "Drought, Heatwave, Wildfire",
    "eventTitle": "Climate change: explore, understand and act",
    "eventDesc": "Czech members of the Clim4Cast project participate in an exhibition focused on climate change. During August and September 2024, the Urban Center in Brno (Czech Republic) hosts an exhibition entitled Climate change: explore, understand and act.  The exhibition is aimed at the general public and clearly explains the principle of the climate system, the causes of current climate change, and how to deal with it on several panels. The main emphasis is placed on the Czech Republic and on Brno itself. There is also information regarding monitoring and forecasting extreme weather events such as drought, heatwaves, and fire weather, which are dealt with in the Clim4Cast project. Current early warning systems related to such events are also presented.  The exhibition was prepared by a team of experts from the Department of Geography of Masaryk University, the Global Change Research Institute of the Czech Academy of Sciences - CzechGlobe, the Municipality of Brno and the Urban Center.",
    "eventLink": "https://urbancentrum.brno.cz/vystavy/zmena-klimatu-poznej-pochop-a-pomoz/",
    "imgFilename": "1Vhmr-5NKQh2QzW5kyFTJ6MKhILoTDOwW.jpg",
    "countries": "Czechia",
    "timeStamp": "15.8.2024 12:38:56"
  },
  {
    "eventDate": "5.8.2024",
    "eventTypes": "Project-related (in-person meeting, important PR event, ...)",
    "eventTitle": "Testing of new heat waves and fire weather products",
    "eventDesc": "Testing of new products is intended to provide information on the suitability of their use for operational monitoring, calibration and tuning of their visualization so that they are easy to read and understand for users. Testing has been ongoing since mid-June and will be completed at the end of September, possibly during October, depending on the weather conditions. Those in July were very suitable for testing such focused products, because dry and very warm weather prevailed. It brought increased fire danger and heat waves.\nTo monitor heat waves, the Universal Thermal Climate Index (UTCI) was used, which takes into account air temperature, relative humidity, wind speed and human physiological processes. The second product is the heat index (Heat Index - HI), which represents a simplified approach to the assessment of thermal comfort, since the input parameters include the maximum air temperature and relative air humidity. Both products very well operationally mapped the situation on the territory of Slovakia.\nTwo products were tested to monitor fire danger - fuel moisture (DFM10H) and Fire Weather Index (FWI). The testing of these tools takes place thanks to intensive cooperation with the Forests of the Slovak Republic, state enterprise, directly in the field through expert assessment by foresters. Engaged experts assess on a daily operational basis whether the information displayed in the map products of the Clim4Cast project corresponds to the reality in the locality of their forest administration.\n",
    "eventLink": "https://www.shmu.sk/sk/?page=2049&id=1508",
    "imgFilename": "1C4gv_UeDTZGoxCp9DxD1AExwJ14PtytW.png",
    "countries": "Slovakia",
    "timeStamp": "8.8.2024 14:50:18"
  },
  {
    "eventDate": "4.8.2024",
    "eventTypes": "Drought",
    "eventTitle": "Current drought event in Slovakia",
    "eventDesc": "According to the outputs from the meteorological and soil drought monitoring in Slovakia, the most of the country is experiencing drought in various intensity. Approx. 29 % of the territory is facing significant to extreme soil drought. Considering relative soil humidity, the soil moisture is under 50 % over whole Slovakia except the High Tatras Mountains. Such low soil moisture lasts in the lowland regions of the western Slovakia almost 3 months. Therefore, the experts from the National reporting network of drought impacts reported considerable the drought impacts on agriculture and forestry. According to the forecast from the ECMWF model, it is not expected that the drought conditions will be getting better in the next 7 to 10 days. On the contrary, the worsening of the situation is foreseen. ",
    "eventLink": "https://www.shmu.sk/sk/?page=2049&id=1509",
    "imgFilename": "1T84ucb57x1UwIqECrxMYpVJv2RSooE0L.png",
    "countries": "Slovakia",
    "timeStamp": "8.8.2024 14:25:09"
  }
]