{
  "en": {
    "home": "Home",
    "windy_map": "Windy Interactive Map",
    "news": "News",
    "drought": "Drought",
    "heatwave": "Heatwave",
    "wildfire": "Wildfire",
    "partners": "Partners",
    "austria": "Austria",
    "croatia": "Croatia",
    "czechia": "Czechia",
    "germany": "Germany",
    "slovakia": "Slovakia",
    "slovenia": "Slovenia",
    "czechglobe": "Global Change Research Institute CAS",
    "muni": "Masaryk University",
    "tuw": "Department of Geodesy and Geoinformation, TU Wien",
    "pl_institute_soil_plant": "Institute of Soil Science and Plant Cultivation",
    "shmi": "Slovak Hydrometeorological Institute",
    "zalf": "ZALF",
    "cmhs": "Croatian Meteorological and Hydrological Service",
    "arso": "Slovenian Environmental Agency",
    "drought_intensity": "Drought intensity",
    "drought_intensity_desc": "Drought intensity is based on the globally-adapted SoilClim water balance model (<a href='https://doi.org/10.3390/atmos12111536'>Řehoř et al., 2021</a>) which calculates relative soil moisture using various meteorological inputs together with information about vegetation and soils. The meteorological inputs are derived from the Integrated Weather Forecast (IFS) by the European Center for Medium-range Weather Forecast (ECMWF), the canopy information is based on the global Leaf area index, and the soil inputs are based on SoilGrids (<a href='https://doi.org/10.1371/journal.pone.0105992'>Hengl et al. 2014</a>, <a href='https://doi.org/10.1371/journal.pone.0169748'>Hengl et al. 2017</a>). The Drought intensity is calculated as an anomaly of current soil moisture content compared to the average of reference period (1981-2020). For each pixel the model calculates daily soil moisture values and based on the comparison to the reference period value it categorizes the pixel into one of the six categories of drought intensity. These categories are derived from historical percentile values. For each day and each pixel, the percentiles are determined using the +/-10 day window (i.e., 21 days) for a given day throughout the whole reference period (i.e., 40 years). With this approach, the percentiles are determined for each day of the year based on 840 values. More specifically, the 1st, 2nd, 5th, 10th, 20th, and 30th percentiles are used as the thresholds for determining the final drought intensity categorical values, which range from zero to six, representing different drought severity categories. Results of the model are in a form of geoTIFF files with a 500 m spatial resolution.",
    "soil_moisture": "Soil moisture deficit",
    "soil_moisture_desc": "Soil moisture anomalies layer (based on SoilClim water balance model) represents deviation of soil moisture content from the long term median of the 1961-2010 reference period. This value is calculated as the Soil moisture value for a given day (+/-10 day window, i.e., 21 days) minus the value of the 50th percentile derived from the reference period. The final values are represented in units of mm as the surplus or deficient height of the water column. The meteorological weather forecast data are stereamlined from Integrated Weather Forecast (IFS) by European Center for Medium-range Weather Forecast (ECMWF).",
    "soil_saturation": "Relative Soil Saturation",
    "soil_saturation_desc": "Soil moisture represents the actual modeled soil moisture content (based on SoilClim water balance model) expressed as the percentage of the plant available water, i.e. the volume of water between the field capacity and the wilting point. The values of the indicator range form 0% (wilting point) to 100% (field capacity). The meteorological weather forecast data are derived from Integrated Weather Forecast (IFS) by European Center for Medium-range Weather Forecast (ECMWF).",
    "heat_index": "Heat Index",
    "heat_index_desc": "The Heat Index, or apparent temperature, represents how hot it feels to the human body when air temperature and relative humidity are combined. This is crucial for understanding human body’s comfort levels. When the body overheats, it sweats to cool down. However, if sweat can't evaporate, the body struggles to regulate its temperature. Evaporation is a cooling process, and as sweat evaporates, it helps reduce body temperature. High relative humidity slows down this evaporation, making the body feel warmer. Conversely, low humidity speeds up evaporation, making the body feel cooler. There is a direct relationship between air temperature, relative humidity, and the heat index: as air temperature and relative humidity rise, so does the heat index, and vice versa. Heat Index of over 39 °C or higher can lead to dangerous heat disorders, such as heat cramps or heat stroke, with prolonged exposure and/or physical activity in the heat. The temperature and relative air humidity are derived from the ECMWF’s IFS weather forecast model.",
    "utci": "Universal Thermal Climate Index",
    "utci_desc": "The Universal Thermal Climate Index (UTCI) is a bioclimatic index that describes the physiological comfort of the human body under specific meteorological conditions. It considers not only the ambient temperature but also factors such as humidity, wind, and radiation, all of which significantly impact our physiological response to the environment. UTCI is based on the UTCI-Fiala model (<a href='https://doi.org/10.1007/s00484-011-0424-7'>Fiala et al., 2012</a>), which combines a dynamic thermoregulation model with a variable clothing insulation model to estimate the “apparent” temperature. This apparent temperature reflects the conditions needed in a reference environment to produce the same physiological response as the given environment. The data needed for the calculation of UTCI are derived from the ECMWF’s IFS weather forecast model.",
    "fire_spread": "Fire Spread",
    "fire_spread_desc": "Fire spread indicates whether the conditions are suitable for fire occurrence and spread and is based on the Canadian Fire Weather Index (<a href='https://www.cabidigitallibrary.org/doi/full/10.5555/19910646918'>FWI, Wagner, 1987</a>) calculated from temperature, relative humidity, wind, and precipitation for today and the next 9 days based on the ECMWF IFS weather forecast data. As the mean value and amplitude of FWI differ depending on the local vegetation and climate context the specific threshold values were derived for 18 global environmental zones. Each environmental zone has been assigned a unique distribution of FWI values for fire danger categories that were determined based on an extensive review of scientific literature (<a href='doi.org/10.1088/1748-9326/ad97cf'>Kudláčková et al., 2025</a>).",
    "fuel_moisture": "Fuel moisture",
    "fuel_moisture_desc": "Fuel moisture represents the dead fuel moisture content of 10-hour fuel and is calculated based on temperature, relative air humidity, cloud cover, snow cover, and precipitation. The method of calculation is based on the NFDRS basic equations (<a href='https://scholar.google.com/scholar?hl=cs&as_sdt=0%2C5&q=Cohen+%26+Deeming%2C+1985&btnG='>Cohen & Deeming, 1985</a>). The provided fuel moisture values are calculated daily from the maximum daily temperature and the minimum relative humidity to represent the daily “worst-case scenario”. Calculated values typically range from 1% to 35% with ignitions generally occurring when values drop below 15%. As fuel moisture decreases below 15%, the fire danger increases. Values below 6% are of great concern with a possible extreme fire behavior.",
    "partner_products_drought": "Available drought products by partners",
    "partner_products_heatwave": "Available heatwave products by partners",
    "partner_products_wildfire": "Available wildfire products by partners",
    "most_recent": "Most recent",
    "last_week": "Last week",
    "description": "Description",
    "more_info": "More information",
    "more_news": "Show all news",
    "supported_by": "The project has been supported by",
    "project_web": "Project website",
    "contact": "Contact",
    "toggle_label": "Change map style",
    "toggle_windy": "Windy",
    "toggle_muni": "MUNI"
  },
  "cs": {
    "home": "Domů",
    "windy_map": "Interaktivní mapa Windy",
    "news": "Novinky",
    "drought": "Sucho",
    "heatwave": "Vlny veder",
    "wildfire": "Požáry",
    "partners": "Partneři",
    "austria": "Rakousko",
    "croatia": "Chorvatsko",
    "czechia": "Česko",
    "germany": "Německo",
    "slovakia": "Slovensko",
    "slovenia": "Slovinsko",
    "czechglobe": "Ústav výzkumu globální změny AV ČR",
    "muni": "Masarykova Univerzita",
    "tuw": "Ústav Geodesie a Geoinformatiky, Technická Univerzita ve Vídni",
    "pl_institute_soil_plant": "Institut pedologie a kultivace rostlin",
    "shmi": "Slovenský hydrometeorologický institut",
    "zalf": "ZALF",
    "cmhs": "Chorvatská meteorologická a hydrologická služba",
    "arso": "ARSO Meteo, Slovinská agentura životního prostředí",
    "drought_intensity": "Intenzita sucha",
    "drought_intensity_desc": "Intenzita sucha je založena na globálně upraveném modelu vodní bilance SoilClim (<a href='https://doi.org/10.3390/atmos12111536'>Řehoř et al., 2021</a>), který vypočítává relativní vlhkost půdy pomocí různých meteorologických vstupů spolu s informacemi o vegetaci a půdě. Meteorologické vstupy jsou odvozeny z integrované předpovědi počasí (IFS) Evropského centra pro střednědobou předpověď počasí (ECMWF), informace o korunovém zápoji jsou založeny na globálním indexu listové plochy a vstupy o půdě vycházejí z databáze SoilGrids (<a href='https://doi.org/10.1371/journal.pone.0105992'>Hengl et al. 2014</a>, <a href='https://doi.org/10.1371/journal.pone.0169748'>Hengl et al. 2017</a>). Intenzita sucha se počítá jako anomálie aktuální půdní vlhkosti ve srovnání s průměrem referenčního období (1981-2020). Pro každý pixel model vypočítá denní hodnoty půdní vlhkosti a na základě porovnání s hodnotou referenčního období zařadí pixel do jedné ze šesti kategorií intenzity sucha. Tyto kategorie jsou odvozeny z historických percentilových hodnot. Pro každý den a každý pixel jsou percentily určeny pomocí okna +/-10 dnů (tj. 21 dnů) pro daný den v průběhu celého referenčního období (tj. 40 let). Pomocí tohoto přístupu se percentily určují pro každý den v roce na základě 840 hodnot. Konkrétně jsou pro stanovení finálních kategorii intenzity sucha používány prahové hodnoty 1., 2., 5., 10., 20. a 30. percentilu, které se pohybují v rozmezí od nuly do šesti, což představuje různé kategorie závažnosti sucha. Výsledkem modelu jsou rasterové soubory ve formátu geoTIFF s prostorovým rozlišením 10km.",
    "soil_moisture": "Deficit půdní vlhkosti",
    "soil_moisture_desc": "Vrstva anomálií půdní vlhkosti (na základě modelu vodní bilance SoilClim) představuje odchylku půdní vlhkosti od dlouhodobého mediánu referenčního období 1961-2010. Tato hodnota se vypočítá jako hodnota vlhkosti půdy pro daný den (+/-10denní okno, tj. 21 dní) minus hodnota mediánu odvozená z referenčního období. Výsledné hodnoty jsou reprezentovány v mm jako přebytek nebo nedostatek výšky vodního sloupce v půdě. Meteorologické údaje jsou zjednodušeny z Integrované předpovědi počasí (IFS) Evropského centra pro střednědobou předpověď počasí (ECMWF).",
    "soil_saturation": "Relativní nasycení půdy",
    "soil_saturation_desc": "Půdní vlhkost představuje aktuální modelovaný obsah půdní vlhkosti (na základě modelu vodní bilance SoilClIm) vyjádřený jako procento vody dostupné rostlinám, tj. objem vody mezi kapacitou pole a bodem vadnutí. Hodnoty ukazatele se pohybují od 0 % (bod vadnutí) do 100 % (polní kapacita). Údaje o meteorologické předpovědi počasí pocházejí z integrované předpovědi počasí (IFS) Evropského centra pro střednědobou předpověď počasí (ECMWF).",
    "heat_index": "Teplotní Index",
    "heat_index_desc": "Teplotní index neboli zdánlivá teplota vyjadřuje, jak horko je lidskému tělu při konkrétní kombinaci teploty vzduchu a jeho relativní vlhkosti. To je klíčové pro pochopení úrovně komfortu lidského těla. Když se tělo přehřívá, potí se, aby se ochladilo. Pokud se však pot nemůže odpařovat, tělo má potíže s regulací teploty. Odpařování je proces ochlazování. Když se pot odpařuje, pomáhá snižovat tělesnou teplotu. Vysoká relativní vlhkost vzduchu zpomaluje odpařování potu a tudíž zvyčuje pocitovou teplotu. Naopak nízká vlhkost vzduchu odpařování urychluje, takže pocitová teplota je nižší. Mezi teplotou vzduchu, relativní vlhkostí a tepelným indexem existuje přímý vztah: s rostoucí teplotou vzduchu a relativní vlhkostí roste i tepelný index a naopak. Teplotní index vyšší než 39 °C může při delším pobytu a/nebo fyzické aktivitě v horku vést k nebezpečným tělesným poruchám, jako jsou křeče z horka nebo úpal. Teplota a relativní vlhkost vzduchu jsou odvozeny z předpovědního modelu počasí IFS společnosti ECMWF.",
    "utci": "Univerzální tepelně-klimatický index",
    "utci_desc": "Univerzální tepelně-klimatický index (UTCI) je bioklimatický index, který popisuje fyziologický komfort lidského těla za specifických meteorologických podmínek. Bere v úvahu nejen okolní teplotu, ale také faktory, jako je vlhkost, vítr a záření, které významně ovlivňují naši fyziologickou odezvu na prostředí. UTCI vychází z modelu UTCI-Fiala (<a href='https://doi.org/10.1007/s00484-011-0424-7'>Fiala et al., 2012</a>), který kombinuje dynamický model termoregulace s modelem proměnlivé izolace oděvu a odhaduje „zdánlivou“ teplotu. Tato zdánlivá teplota odráží podmínky potřebné v referenčním prostředí k vyvolání stejné fyziologické odezvy jako v daném prostředí. Údaje potřebné pro výpočet UTCI jsou odvozeny z modelu předpovědi počasí IFS ECMWF.",
    "fire_spread": "Šíření požáru",
    "fire_spread_desc": "Vrstva šíření požáru udává, zda jsou podmínky vhodné pro vznik a šíření požáru. Vychází z kanadského indexu požárního počasí (<a href='https://www.cabidigitallibrary.org/doi/full/10.5555/19910646918'>FWI, Wagner, 1987</a>), který se počítá na základě teploty, relativní vlhkosti vzduchu, větru a srážek pro dnešní den a následujících 9 dní na základě údajů předpovědi počasí ECMWF IFS. Protože se průměrná hodnota a amplituda FWI liší v závislosti na místním vegetačním a klimatickém kontextu, byly odvozeny specifické prahové hodnoty pro 18 globálních environmentálních zón. Každé environmentální zóně bylo přiřazeno konkrétní rozmezí hodnot FWI pro kategorie požárního nebezpečí, které byly stanoveny na základě rozsáhlé rešerše vědecké literatury (<a href='doi.org/10.1088/1748-9326/ad97cf'>Kudláčková et al., 2025</a>).",
    "fuel_moisture": "Vlhkost paliva",
    "fuel_moisture_desc": "Vlhkost paliva představuje obsah vody v desetihodinovém mrtvém palivu a počítá se na základě teploty, relativní vlhkosti vzduchu, oblačnosti, sněhové pokrývky a srážek. Metoda výpočtu vychází ze základních rovnic NFDRS (<a href='https://scholar.google.com/scholar?hl=cs&as_sdt=0%2C5&q=Cohen+%26+Deeming%2C+1985&btnG='>Cohen & Deeming, 1985</a>). Poskytované hodnoty vlhkosti paliva se vypočítávají denně z maximální denní teploty a minimální relativní vlhkosti vzduchu, aby představovaly denní „nejhorší scénář“. Vypočtené hodnoty se obvykle pohybují v rozmezí 1 % až 35 %, přičemž ke vzplanutí obvykle dochází, když hodnoty klesnou pod 15 %. S poklesem vlhkosti paliva pod 15 % se nebezpečí požáru zvyšuje. Hodnoty pod 6 % jsou velmi znepokojivé s možným extrémním chováním požáru.",
    "partner_products_drought": "Dostupné produkty partnerů pro sucho",
    "partner_products_heatwave": "Dostupné produkty partnerů pro vlny veder",
    "partner_products_wildfire": "Dostupné produkty partnerů pro požáry",
    "most_recent": "Poslední",
    "last_week": "Minulý týden",
    "description": "Popis",
    "more_info": "Více informací",
    "more_news": "Další novinky",
    "supported_by": "Projekt byl podpořen z programu",
    "project_web": "Web projektu",
    "contact": "Kontakt",
    "toggle_label": "Změna stylu map",
    "toggle_windy": "Windy",
    "toggle_muni": "MUNI"
  },
  "de": {
    "home": "Home",
    "windy_map": "Windy Interaktive Karte",
    "news": "Neuigkeiten",
    "drought": "Dürre",
    "heatwave": "Hitzewelle",
    "wildfire": "Waldbrand",
    "partners": "Partner",
    "austria": "Österreich",
    "croatia": "Kroatien",
    "czechia": "Tschechien",
    "germany": "Deutschland",
    "slovakia": "Slovakei",
    "slovenia": "Slovenien",
    "czechglobe": "Forschungsinstitut Globaler Wandel CAS",
    "muni": "Universität Masaryk",
    "tuw": "Department für Geodäsie und Geoinformation, TU Wien",
    "pl_institute_soil_plant": "Institut für Bodenkunde und Pflanzenzüchtung",
    "shmi": "Slowakisches Hydrometeorologisches Institut",
    "zalf": "Leibniz-Zentrum für Agrarlandschaftsforschung",
    "cmhs": "Kroatischer Meteorologischer und Hydrologischer Dienst",
    "arso": "Slowenische Umweltagentur",
    "drought_intensity": "Dürre-Intensität",
    "drought_intensity_desc": "Die Dürre-Intensität basiert auf dem global angepassten Wasserhaushaltsmodell SoilClim (<a href='https://doi.org/10.3390/atmos12111536'>Řehoř et al., 2021</a>), das die relative Bodenfeuchte anhand verschiedener meteorologischer Inputs zusammen mit Informationen über Vegetation und Böden berechnet. Die meteorologischen Inputs stammen aus der Integrierten Wettervorhersage (IFS) des Europäischen Zentrums für mittelfristige Wettervorhersage (ECMWF), die Informationen über die Baumkronen basieren auf globalen Vegetationsdaten (Leaf Area Index) und die Bodeninputs basieren auf SoilGrids (<a href='https://doi.org/10.1371/journal.pone.0105992'>Hengl et al. 2014</a>, <a href='https://doi.org/10.1371/journal.pone.0169748'>Hengl et al. 2017</a>).  Die Dürre-Intensität wird als Anomalie des aktuellen Bodenfeuchtegehalts im Vergleich zum Durchschnitt der Referenzperiode (1981-2020) berechnet. Für jedes Pixel berechnet das Modell die täglichen Bodenfeuchtewerte und ordnet das Pixel anhand des Vergleichs mit dem Wert des Referenzzeitraums in eine der sechs Kategorien der Dürre-Intensität ein. Diese Kategorien werden aus historischen Perzentilwerten abgeleitet. Für jeden Tag und jedes Pixel werden die Perzentile unter Verwendung des +/-10-Tage-Fensters (d. h. 21 Tage) für einen bestimmten Tag im gesamten Bezugszeitraum (d. h. 40 Jahre) bestimmt. Bei diesem Ansatz werden die Perzentile für jeden Tag des Jahres auf der Grundlage von 840 Werten bestimmt. Genauer gesagt werden das 1., 2., 5., 10., 20. und 30. Perzentil als Schwellenwerte für die Bestimmung der endgültigen kategorischen Werte der Trockenheitsintensität verwendet, die von null bis sechs reichen und verschiedene Kategorien der Dürre darstellen. Die Ergebnisse des Modells liegen in Form von geoTIFF-Dateien mit einer räumlichen Auflösung von 10 km vor.",
    "soil_moisture": "Bodenfeuchtedefizit",
    "soil_moisture_desc": "Die Bodenfeuchteanomalien der verschiedenen Schichten (basierend auf dem SoilClim-Wasserhaushaltsmodell) stellt die Abweichung des Bodenfeuchtegehalts vom langfristigen Median des Referenzzeitraums 1961-2010 dar. Dieser Wert wird berechnet als der Bodenfeuchtewert für einen bestimmten Tag (+/-10 Tagesfenster, d. h. 21 Tage) abzüglich des aus dem Referenzzeitraum abgeleiteten Wertes des Medians. Die endgültigen Werte werden in der Einheit mm als Überschuss- oder Defizitshöhe der Wassersäule dargestellt. Die meteorologischen Wettervorhersagedaten stammen aus der integrierten Wettervorhersage (IFS) des Europäischen Zentrums für mittelfristige Wettervorhersage (ECMWF).",
    "soil_saturation": "Relative Bodenfeuchte",
    "soil_saturation_desc": "Die Bodenfeuchte stellt den tatsächlichen modellierten Bodenfeuchtegehalt dar (basierend auf dem SoilClIm-Wasserhaushaltsmodell), ausgedrückt als Prozentsatz des pflanzenverfügbaren Wassers, d. h. des Wasservolumens zwischen der Feldkapazität und dem Welkepunkt. Die Werte des Indikators reichen von 0% (Welkepunkt) bis 100% (Feldkapazität). Die meteorologischen Wettervorhersagedaten stammen aus der integrierten Wettervorhersage (IFS) des Europäischen Zentrums für mittelfristige Wettervorhersage (ECMWF).",
    "heat_index": "Hitzeindex",
    "heat_index_desc": "Der Hitzeindex oder die scheinbare Temperatur gibt an, wie heiß sich der menschliche Körper fühlt, wenn Lufttemperatur und relative Luftfeuchtigkeit kombiniert werden. Dies ist entscheidend für das Verständnis des Komfortniveaus des menschlichen Körpers. Wenn der Körper überhitzt ist, schwitzt er, um sich abzukühlen. Wenn der Schweiß jedoch nicht verdunsten kann, hat der Körper Schwierigkeiten, seine Temperatur zu regulieren. Verdunstung ist ein kühlender Prozess, und wenn Schweiß verdunstet, trägt er zur Senkung der Körpertemperatur bei. Eine hohe relative Luftfeuchtigkeit verlangsamt diese Verdunstung, wodurch sich der Körper wärmer anfühlt. Umgekehrt beschleunigt eine niedrige Luftfeuchtigkeit die Verdunstung, so dass sich der Körper kühler anfühlt. Es besteht ein direkter Zusammenhang zwischen der Lufttemperatur, der relativen Luftfeuchtigkeit und dem Hitzeindex: Wenn Lufttemperatur und relative Luftfeuchtigkeit steigen, steigt auch der Hitzeindex und umgekehrt. Ein Hitzeindex von über 39 °C oder höher kann bei längerer Exposition und/oder körperlicher Aktivität in der Hitze zu gefährlichen Hitzeerkrankungen wie Hitzekrämpfen oder Hitzschlag führen. Die Temperatur und die relative Luftfeuchtigkeit werden aus dem IFS-Wettervorhersagemodell des ECMWF abgeleitet.",
    "utci": "Universeller thermischer Klimaindex",
    "utci_desc": "Der Universal Thermal Climate Index (UTCI) ist ein bioklimatischer Index, der das physiologische Wohlbefinden des menschlichen Körpers unter bestimmten meteorologischen Bedingungen beschreibt. Er berücksichtigt nicht nur die Umgebungstemperatur, sondern auch Faktoren wie Luftfeuchtigkeit, Wind und Strahlung, die alle einen erheblichen Einfluss auf unsere physiologische Reaktion auf die Umwelt haben. UTCI basiert auf dem UTCI-Fiala-Modell (<a href='https://doi.org/10.1007/s00484-011-0424-7'>Fiala et al., 2012</a>), das ein dynamisches Thermoregulationsmodell mit einem variablen Kleidungsisolationsmodell kombiniert, um die „scheinbare“ Temperatur zu schätzen. Diese scheinbare Temperatur spiegelt die Bedingungen wider, die in einer Referenzumgebung erforderlich sind, um die gleiche physiologische Reaktion wie in der gegebenen Umgebung hervorzurufen. Die für die Berechnung der UTCI benötigten Daten werden aus dem IFS-Wettervorhersagemodell des ECMWF abgeleitet.",
    "fire_spread": "Brandausbreitung",
    "fire_spread_desc": "Die Brandausbreitung zeigt an, ob die Bedingungen für das Auftreten und die Ausbreitung von Bränden geeignet sind und basiert auf dem kanadischen Feuer-Wetter-Index (<a href='https://www.cabidigitallibrary.org/doi/full/10.5555/19910646918'>FWI, Wagner, 1987</a>), der aus Temperatur, relativer Luftfeuchtigkeit, Wind und Niederschlag für den heutigen Tag und die nächsten 9 Tage auf der Grundlage der ECMWF IFS-Wettervorhersagedaten berechnet wird. Da der Mittelwert und die Amplitude des FWI je nach der lokalen Vegetation und dem klimatischen Kontext unterschiedlich sind, wurden spezifische Schwellenwerte für 18 globale Umweltzonen abgeleitet. Jeder Umweltzone wurde eine eindeutige Verteilung der FWI-Werte für Brandgefahrenkategorien zugewiesen, die auf der Grundlage einer umfassenden Überprüfung der wissenschaftlichen Literatur ermittelt wurden (<a href='doi.org/10.1088/1748-9326/ad97cf'>Kudláčková et al., 2025</a>).",
    "fuel_moisture": "Brennstofffeuchte",
    "fuel_moisture_desc": "Die Brennstofffeuchte stellt den Feuchtigkeitsgehalt des toten Brennstoffs nach 10 Stunden dar und wird auf der Grundlage von Temperatur, relativer Luftfeuchtigkeit, Wolkenbedeckung, Schneedecke und Niederschlag berechnet. Die Berechnungsmethode basiert auf den NFDRS-Grundgleichungen (<a href='https://scholar.google.com/scholar?hl=cs&as_sdt=0%2C5&q=Cohen+%26+Deeming%2C+1985&btnG='>Cohen & Deeming, 1985</a>). Die angegebenen Brennstofffeuchtewerte werden täglich aus der Tageshöchsttemperatur und der minimalen relativen Luftfeuchtigkeit berechnet, um das tägliche „Worst-Case-Szenario“ darzustellen. Die berechneten Werte liegen in der Regel zwischen 1 % und 35 %, wobei es im Allgemeinen zu Entzündungen kommt, wenn die Werte unter 15 % fallen. Wenn die Brennstofffeuchte unter 15 % sinkt, steigt die Brandgefahr. Werte unter 6 % sind sehr besorgniserregend und können zu extremem Brandverhalten führen.",
    "partner_products_drought": "Verfügbare Dürre Produkte der Partner",
    "partner_products_heatwave": "Verfügbare Hitzewelle Produkte der Partner",
    "partner_products_wildfire": "Verfügbare Waldbrand Produkte der Partner",
    "most_recent": "Aktuellste",
    "last_week": "Letzte Woche",
    "description": "Beschreibung",
    "more_info": "Mehr Informationen",
    "more_news": "Alle Neuigkeiten anzeigen",
    "supported_by": "Das Projekt wurde gefördert von",
    "project_web": "Projektwebseite",
    "contact": "Kontakt",
    "toggle_label": "Kartenstil ändern",
    "toggle_windy": "Windy",
    "toggle_muni": "MUNI"
  },
  "hr": {
    "home": "Naslovnica",
    "windy_map": "Interaktivna karta Windy",
    "news": "Novosti",
    "drought": "Suša",
    "heatwave": "Toplinski valovi",
    "wildfire": "Šumski požari",
    "partners": "Partneri",
    "austria": "Austrija",
    "croatia": "Hrvatska",
    "czechia": "Češka",
    "germany": "Njemačka",
    "slovakia": "Slovačka",
    "slovenia": "Slovenija",
    "czechglobe": "Ústav výzkumu globální změny, Akademie věd České republiky, Češka",
    "muni": "Masarykova univerzita, Češka",
    "tuw": "Department für Geodäsie und Geoinformation, Technische Universität Wien",
    "pl_institute_soil_plant": "Instytut Uprawy Nawożenia i Gleboznawstwa – Państwowy Instytut Badawczy, Poljska",
    "shmi": "Slovenský hydrometeorologický ústav, Slovačka",
    "zalf": "Leibniz-Zentrum für Agrarlandschaftsforschung (ZALF), Njemačka",
    "cmhs": "Državni hidrometeorološki zavod, Hrvatska",
    "arso": "Agencija Republike Slovenije za okolje, Slovenija",
    "drought_intensity": "Intenzitet suše",
    "drought_intensity_desc": "Intenzitet suše temelji se na globalno prilagođenom modelu vodne ravnoteže SoilClim (<a href='https://doi.org/10.3390/atmos12111536'>Řehoř et al., 2021</a>) kojim se izračunava relativna vlažnost tla korištenjem raznih meteoroloških podataka i informacija o vegetaciji i tlu. Ulazni meteorološki podaci dobivaju se iz  Integrated Forecasting System (IFS) modela  Europskog centra za srednjoročne vremenske prognoze (ECMWF), informacije o vegetacijskom pokrovu  temelje se na globalnom indeksu lisne površine, a informacije o tlu temelje se na SoilGrids (<a href='https://doi.org/10.1371/journal.pone.0105992'>Hengl et al. 2014</a>, <a href='https://doi.org/10.1371/journal.pone.0169748'>Hengl et al. 2017</a>). Intenzitet suše izračunava se kao anomalija trenutačnog sadržaja vlage u tlu u usporedbi s prosjekom referentnog razdoblja (1981. – 2020.). Model za svaki piksel izračunava dnevne vrijednosti sadržaja vlage u tlu te na temelju usporedbe s vrijednošću referentnog razdoblja kategorizira piksel u jednu od šest kategorija intenziteta suše. Te su kategorije izvedene iz povijesnih vrijednosti percentila. Percentili se utvrđuju za svaki dan i svaki piksel primjenom razdoblja od +/- 10 dana (tj. 21 dan) za određeni dan kroz cijelo referentno razdoblje (tj. 40 godina). Takvim pristupom percentili se utvrđuju za svaki dan u godini na temelju 840 vrijednosti. Točnije, 1., 2., 5., 10., 20. i 30. percentil upotrebljavaju se kao pragovi za utvrđivanje konačnih vrijednosti kategorija intenziteta suše, koje se kreću u rasponu od nula do šest i predstavljaju različite kategorije intenziteta suše.Rezultati modela dostupni su u obliku geoTIFF datoteka s prostornom razlučivošću od 10 km.",
    "soil_moisture": "Deficit vlage u tlu",
    "soil_moisture_desc": "Sloj anomalija vlage u tlu (koji se temelji na modelu vodne ravnoteže SoilClim) predstavlja odstupanje sadržaja vlage u tlu od dugoročnog medijana referentnog razdoblja 1961. – 2010. Ta se vrijednost izračunava kao vrijednost vlage u tlu za određeni dan (razdoblje od +/- 10 dana tj. 21 dan) umanjena za vrijednost medijana. Konačne su vrijednosti prikazane kao višak ili manjak visine vodnog stupca u milimetrima (mm). Podaci meteoroloških vremenskih prognoza pojednostavljeni su iz Integrated Forecasting System (IFS) modela Europskog centra za srednjoročne vremenske prognoze (ECMWF).",
    "soil_saturation": "Relativna zasićenost tla",
    "soil_saturation_desc": "Vlaga u tlu predstavlja trenutni modelirani udio vlage u tlu (koji se temelji na modelu ravnoteže vode SoilClim), izražen kao postotak vode dostupne biljkama, tj. obujam vode između poljskog kapaciteta i točke venuća. Taj pokazatelj može imati vrijednost u rasponu od 0 % (točka venuća) do 100 % (poljski kapacitet). Podaci meteoroloških vremenskih prognoza izvode se iz Integrated Forecasting System (IFS) modela.",
    "heat_index": "Toplinski indeks",
    "heat_index_desc": "Toplinski indeks, poznat i kao osjet topline, predstavlja temperaturu koju tijelo osjeća uzimajući u obzir kombinirani učinak temperature zraka i relativne vlažnosti.  Ključan je za razumijevanje razina ugode ljudskog tijela. Tijelo na pregrijavanje reagira znojenjem kako bi se ohladilo. Međutim, ako znoj ne može ispariti, tijelo ne uspijeva regulirati temperaturu. Isparavanje ima učinak hlađenja, pa znojenje pomaže u snižavanju temperature tijela. U uvjetima visoke relativne vlažnosti znojenje se usporava, zbog čega tijelo ima osjećaj da mu je toplije. Nasuprot tome, u uvjetima niske vlažnosti isparavanje se ubrzava,  zbog čega tijelo ima osjećaj da mu je hladnije. Temperatura zraka, relativna vlažnost i toplinski indeks u izravnom su odnosu: toplinski indeks raste s porastom temperature zraka i relativne vlažnosti i opada njihovim smanjenjem. Toplinski indeks od 39 °C ili viši u slučaju dulje izloženosti toplini i/ili fizičke aktivnosti u uvjetima topline može dovesti do opasnih poremećaja povezanih s toplinom kao što su toplinski grčevi ili toplinski udar. Vrijednosti temperature i relativne vlažnosti zraka dobivaju se iz ECMWF-ovog  IFS modela vremenske prognoze.",
    "utci": "Univerzalni toplinski klimatski indeks",
    "utci_desc": "Univerzalni toplinski klimatski indeks (UTCI) je bioklimatski indeks koji opisuje fiziološku ugodu ljudskog tijela u određenim meteorološkim uvjetima. Tim se indeksom uz temperaturu zraka uzimaju u obzir i čimbenici kao što je vlažnost, vjetar i zračenje. Svi oni u znatnoj mjeri utječu na našu fiziološku reakciju na okoliš. UTCI se temelji na modelu UTCI-Fiala (<a href='https://doi.org/10.1007/s00484-011-0424-7'>Fiala et al., 2012</a>), kojim se model dinamičke termoregulacije kombinira s modelom varijabilne izolacije koju pruža odjeća kako bi se procijenio „osjet ugode”. Taj osjet ugode odražava uvjete koji su potrebni u referentnom okolišu da bi se izazvala ista fiziološka reakcija kao u navedenom okolišu. Podaci potrebni za izračun indeksa UTCI dobivaju se iz ECMWF-ovog IFS modela.",
    "fire_spread": "Širenje požara",
    "fire_spread_desc": "Širenje požara označava jesu li uvjeti prikladni za nastanak i širenje požara, a temelji se na kanadskom indeksu opasnosti od šumskih požara (<a href='https://www.cabidigitallibrary.org/doi/full/10.5555/19910646918'>FWI, Wagner, 1987</a>), izračunatom iz  temperature zraka, relativne vlažnosti, vjetra i količine oborine za današnji dan i sljedećih devet dana na temelju izračuna ECMWF IFS modela. Budući da srednja vrijednost i amplituda indeksa opasnosti od šumskih požara ovise o lokalnoj vegetaciji i klimatskom kontekstu, specifične vrijednosti pragova izvedene su za 18 globalnih zona okoliša. Svakoj zoni dodijeljena je jedinstvena distribucija vrijednosti indeksa opasnosti od šumskih požara za kategorije opasnosti od šumskih požara koje su utvrđene na temelju opsežnog pregleda znanstvene literature (<a href='doi.org/10.1088/1748-9326/ad97cf'>Kudláčková et al., 2025</a>).",
    "fuel_moisture": "Vlažnost goriva",
    "fuel_moisture_desc": "Vlažnost goriva predstavlja sadržaj vlage u mrtvom gorivu za razdoblje od 10 sati i izračunava se na temelju temperature, relativne vlažnosti zraka, naoblake, snježnog pokrivača i oborina. Metoda izračuna zasniva se na osnovnim jednadžbama Američkog nacionalnog sustava za procjenu opasnosti od šumskih požara (NFDRS) (<a href='https://scholar.google.com/scholar?hl=cs&as_sdt=0%2C5&q=Cohen+%26+Deeming%2C+1985&btnG='>Cohen & Deeming, 1985</a>). Navedene vrijednosti vlažnosti goriva izračunavaju se svakodnevno iz najviše dnevne temperature i najniže relativne vlažnosti kako bi se dobio „najgori scenarij” za taj dan. Izračunate vrijednosti obično se kreću u rasponu od 1 % do 35 %, pri čemu do zapaljenja općenito dolazi kad vrijednosti padnu ispod 15 %. Opasnost od požara povećava se s padom vlažnosti goriva ispod 15 %. Vrijednosti niže od 6 % razlog su za veliku zabrinutost jer upućuju na moguće ekstremno ponašanje požara.",
    "partner_products_drought": "Dostupni produkti povezani sa sušom po partnerima",
    "partner_products_heatwave": "Dostupni produkti povezani sa toplinskim valovima po partnerima",
    "partner_products_wildfire": "Dostupni produkti povezani sa šumskim požarima po partnerima",
    "most_recent": "Najnovije",
    "last_week": "Prošli tjedan",
    "description": "Opis",
    "more_info": "Više informacija",
    "more_news": "Pokaži sve novosti",
    "supported_by": "Projekt podržavaju",
    "project_web": "Web stranica projekta",
    "contact": "Kontakt",
    "toggle_label": "Promjena stila karte",
    "toggle_windy": "Windy",
    "toggle_muni": "MUNI"
  },
  "pl": {
    "home": "Strona główna",
    "windy_map": "Interaktywna mapa Windy",
    "news": "Aktualności",
    "drought": "Susza",
    "heatwave": "Fala upałów",
    "wildfire": "Pożary w środowisku naturalnym",
    "partners": "Partnerzy",
    "austria": "Austria",
    "croatia": "Chorwacja",
    "czechia": "Czechy",
    "germany": "Niemcy",
    "slovakia": "Słowacja",
    "slovenia": "Słowenia",
    "czechglobe": "Global Change Research Institute CAS",
    "muni": "Uniwersytet Masaryka",
    "tuw": "Wydział Geodezji i Geoinformacji, Uniwersytet Techniczny w Wiedniu",
    "pl_institute_soil_plant": "Instytut Uprawy Nawożenia i Gleboznawstwa – Państwowy Instytut Badawczy",
    "shmi": "Słowacki Instytut Hydrometeorologiczny",
    "zalf": "ZALF",
    "cmhs": "Chorwacka Służba Meteorologiczno-Hydrologiczna",
    "arso": "ARSO Meteo, Słoweńska Agencja Środowiska",
    "drought_intensity": "Intensywność suszy",
    "drought_intensity_desc": "Intensywność suszy opiera się na globalnie dostosowanym modelu bilansu wodnego SoilClim (<a href='https://doi.org/10.3390/atmos12111536'>Řehoř i in., 2021</a>), który oblicza względną wilgotność gleby na podstawie różnych danych meteorologicznych oraz informacji o roślinach i glebie. Dane meteorologiczne pochodzą z Zintegrowanego Systemu Prognoz Pogody (IFS) opracowanego przez Europejskie Centrum Średnioterminowych Prognoz Pogody (ECMWF), dane dotyczące roślinności bazują na globalnym wskaźniku pokrycia liściowego (Leaf Area Index), a dane glebowe pochodzą z bazy SoilGrids (<a href='https://doi.org/10.1371/journal.pone.0105992'>Hengl i in. 2014</a>, <a href='https://doi.org/10.1371/journal.pone.0169748'>Hengl i in. 2017</a>). Intensywność suszy jest określana jako anomalia aktualnej wilgotności gleby w odniesieniu do średniej z okresu referencyjnego (1981–2020). Model codziennie oblicza wartości wilgotności gleby dla każdego piksela i porównując je z wartościami referencyjnymi, klasyfikuje piksel do jednej z sześciu kategorii intensywności suszy. Kategorie te są określane na podstawie historycznych wartości percentylowych. Dla każdego dnia i każdego piksela percentyle są obliczane przy użyciu okna czasowego +/-10 dni (21 dni) dla danego dnia w całym okresie referencyjnym (40 lat). Dzięki temu podejściu, percentyle są ustalane na podstawie 840 wartości dla każdego dnia roku. Dokładniej, jako progi do określenia końcowych wartości kategorii intensywności suszy wykorzystuje się 1, 2, 5, 10, 20 i 30 percentyl. Wartości te mieszczą się w zakresie od zera do sześciu, odpowiadając różnym poziomom nasilenia suszy. Wyniki modelu są dostępne w formacie plików geoTIFF o rozdzielczości przestrzennej 10 km.",
    "soil_moisture": "Deficyt wilgotności gleby",
    "soil_moisture_desc": "Warstwa anomalii wilgotności gleby (oparta na modelu bilansu wodnego SoilClim) przedstawia odchylenie zawartości wody w glebie od długoterminowej mediany dla okresu referencyjnego 1961–2010. Wartość ta jest obliczana jako różnica między wilgotnością gleby dla danego dnia (+/-10 dni, tj. 21 dni) a wartością 50 percentyla (mediany) wyznaczoną na podstawie okresu referencyjnego. Końcowe wartości są wyrażane w milimetrach jako nadwyżka lub niedobór wysokości słupa wody. Dane meteorologiczne wykorzystywane w prognozach pochodzą z Zintegrowanego Systemu Prognoz Pogody (IFS) Europejskiego Centrum Średnioterminowych Prognoz Pogody (ECMWF).",
    "soil_saturation": "Względne nasycenie gleby",
    "soil_saturation_desc": "Wilgotność gleby przedstawia aktualną, modelowaną zawartość wody w glebie (opartą na modelu bilansu wodnego SoilClim), wyrażoną jako procent dostępnej dla roślin wody, tj. objętości wody pomiędzy pojemnością polową a punktem trwałego więdnięcia. Wartości wskaźnika mieszczą się w przedziale od 0% (punkt trwałego więdnięcia) do 100% (polowa pojemność wodna). Dane meteorologiczne wykorzystywane w prognozach pochodzą z Zintegrowanego Systemu Prognoz Pogody (IFS) Europejskiego Centrum Średnioterminowych Prognoz Pogody (ECMWF).",
    "heat_index": "Indeks ciepła",
    "heat_index_desc": "Indeks ciepła, czyli temperatura odczuwalna, określa, jakie jest odczucie termiczne dla ludzkiego ciała przy uwzględnieniu temperatury powietrza i względnej wilgotności. Jest to kluczowy wskaźnik dla oceny komfortu termicznego organizmu. Gdy ciało przegrzewa się, zaczyna się pocić, aby się schłodzić. Jednak jeśli pot nie może odparować, organizm ma trudności z regulacją temperatury. Parowanie działa chłodząco – im szybciej pot odparowuje, tym skuteczniej obniża temperaturę ciała. Wysoka wilgotność względna spowalnia ten proces, powodując, że ciało odczuwa wyższą temperaturę. Z kolei niska wilgotność przyspiesza parowanie, dając uczucie chłodzenia. Istnieje bezpośrednia zależność między temperaturą powietrza, wilgotnością względną i indeksem ciepła – im wyższa temperatura i wilgotność, tym wyższy indeks ciepła, i odwrotnie. Indeks ciepła powyżej 39°C może prowadzić do groźnych zaburzeń cieplnych, takich jak skurcze cieplne czy udar cieplny, szczególnie przy długotrwałej ekspozycji na ciepło i wysiłku fizycznym. Dane dotyczące temperatury i wilgotności względnej pochodzą z modelu prognozy pogody IFS opracowanego przez ECMWF.",
    "utci": "Uniwersalny Wskaźnik Klimatu Termicznego",
    "utci_desc": "Uniwersalny Wskaźnik Klimatu Termicznego (UTCI) to bioklimatyczny wskaźnik opisujący fizjologiczny komfort ludzkiego ciała w określonych warunkach meteorologicznych. Uwzględnia nie tylko temperaturę otoczenia, ale także czynniki takie jak wilgotność, wiatr i promieniowanie, z których wszystkie znacząco wpływają na naszą fizjologiczną reakcję na środowisko. UTCI opiera się na modelu UTCI-Fiala (<a href='https://doi.org/10.1007/s00484-011-0424-7'>Fiala i in., 2012</a>), który łączy dynamiczny model termoregulacji z modelem zmiennej izolacyjności odzieży w celu oszacowania „temperatury odczuwalnej”. Ta temperatura odzwierciedla warunki wymagane w środowisku referencyjnym, aby wywołać taką samą fizjologiczną reakcję, jak w danym środowisku. Dane potrzebne do obliczenia UTCI pochodzą z modelu prognozy pogody IFS opracowanego przez ECMWF.",
    "fire_spread": "Rozprzestrzenianie się ognia",
    "fire_spread_desc": "Rozprzestrzenianie się ognia określa, czy warunki sprzyjają występowaniu i rozprzestrzenianiu się pożarów. Wskaźnik opiera się na Kanadyjskim Wskaźniku Pogody Pożarowej (<a href='https://www.cabidigitallibrary.org/doi/full/10.5555/19910646918'>FWI, Wagner, 1987</a>), który jest obliczany na podstawie temperatury, wilgotności względnej, wiatru i opadów dla dnia bieżącego oraz kolejnych 9 dni, wykorzystując dane prognozy pogody ECMWF IFS. Ponieważ średnia wartość i amplituda FWI różnią się w zależności od lokalnej roślinności i kontekstu klimatycznego, konkretne wartości progowe zostały określone dla 18 globalnych stref środowiskowych. Każdej strefie środowiskowej przypisano unikalny rozkład wartości FWI dla kategorii zagrożenia pożarowego, które zostały określone na podstawie obszernego przeglądu literatury naukowej (<a href='doi.org/10.1088/1748-9326/ad97cf'>Kudláčková i in., 2025</a>).",
    "fuel_moisture": "Wilgotność naturalnego podłoża (ściółki, roślinności)",
    "fuel_moisture_desc": "Wilgotność paliwa reprezentuje wilgotność martwego paliwa 10-godzinnego i jest obliczana na podstawie temperatury, wilgotności względnej powietrza, pokrywy chmur, pokrywy śnieżnej oraz opadów. Metoda obliczeń opiera się na podstawowych równaniach NFDRS (<a href='https://scholar.google.com/scholar?hl=cs&as_sdt=0%2C5&q=Cohen+%26+Deeming%2C+1985&btnG='>Cohen & Deeming, 1985</a>). Podane wartości wilgotności paliwa są obliczane codziennie na podstawie maksymalnej dziennej temperatury i minimalnej wilgotności względnej, aby reprezentować codzienny \"najgorszy scenariusz\". Obliczone wartości zazwyczaj mieszczą się w zakresie od 1% do 35%, a do zapłonu najczęściej dochodzi, gdy wartości spadają poniżej 15%. Gdy wilgotność paliwa spada poniżej 15%, zagrożenie pożarowe wzrasta. Wartości poniżej 6% są bardzo niepokojące ze względu na możliwe ekstremalne zachowanie się ognia.",
    "partner_products_drought": "Dostępne produkty partnerów dotyczące suszy",
    "partner_products_heatwave": "Dostępne produkty partnerów fali upałów",
    "partner_products_wildfire": "Dostępne produkty partnerów pożarów w środowisku naturalnym",
    "most_recent": "Najnowsze",
    "last_week": "Ostatni tydzień",
    "description": "Opis",
    "more_info": "Więcej informacji",
    "more_news": "Pokaż wszystkie wiadomości",
    "supported_by": "Projekt został wsparty przez",
    "project_web": "MISSING",
    "contact": "Kontakt",
    "toggle_label": "Zmiana stylu mapy",
    "toggle_windy": "Windy",
    "toggle_muni": "MUNI"
  },
  "sk": {
    "home": "Domov",
    "windy_map": "Interaktívna mapa Windy",
    "news": "Novinky",
    "drought": "Sucho",
    "heatwave": "Vlny horúčav",
    "wildfire": "Požiare",
    "partners": "Partneri",
    "austria": "Rakúsko",
    "croatia": "Chorvátsko",
    "czechia": "Česko",
    "germany": "Nemecko",
    "slovakia": "Slovensko",
    "slovenia": "Slovinsko",
    "czechglobe": "Ústav výskumu globálnej zmeny AV ČR",
    "muni": "Masarykova Univerzita",
    "tuw": "Ústav Geodézie a Geoinformatiky, Technická Univerzita vo Viedni",
    "pl_institute_soil_plant": "Inštitút pedológie a kultivácie rastlín",
    "shmi": "Slovenský hydrometeorologický ústav",
    "zalf": "Leibnizovo centrum pre výskum poľnohospodárskej krajiny",
    "cmhs": "Chorvátska meteorologická a hydrologická služba",
    "arso": "ARSO Meteo, Slovinská agentúra životného prostredia",
    "drought_intensity": "Intenzita sucha",
    "drought_intensity_desc": "Intenzita sucha je založená na globálne upravenom modeli vodnej bilancie SoilClim (<a href='https://doi.org/10.3390/atmos12111536'>Řehoř et al., 2021</a>), ktorý počíta relatívnu vlhkosť pôdy pomocou rôznych meteorologických vstupov spolu s informáciami o vegetácii a pôde. Meteorologické vstupy sú odvodené z integrovaných predpovedí počasia (IFS) Európskeho centra pre strednodobé predpovede počasia (ECMWF), informácie o korunovom zápoji sú založené na globálnom indexe listovej plochy a vstupy o pôde vychádzajú z databázy SoilGrids (<a href='https://doi.org/10.1371/journal.pone.0105992'>Hengl et al. 2014</a>, <a href='https://doi.org/10.1371/journal.pone.0169748'>Hengl et al. 2017</a>). Intenzita sucha sa počíta ako anomália aktuálnej pôdnej vlhkosti v porovnaní s priemerom referenčného obdobia (1981–2020). Pre každý pixel model vypočíta denné hodnoty pôdnej vlhkosti a na základe porovnania s hodnotou referenčného obdobia zaradí pixel do jednej zo šiestich kategórií intenzity sucha. Tieto kategórie sú odvodené z historických percentilových hodnôt. Pre každý deň a každý pixel sú percentily určené pomocou okna +/-10 dní (t.j. 21 dní) pre daný deň v priebehu celého referenčného obdobia (t.j. 40 rokov). Pomocou tohto prístupu sa percentily určujú pre každý deň v roku na základe 840 hodnôt. Konkrétne sú pre stanovenie finálnych kategórií intenzity sucha používané prahové hodnoty 1., 2., 5., 10., 20. a 30. percentilu, ktoré sa pohybujú v rozmedzí od nuly do šiestich, čo predstavuje rôzne kategórie závažnosti sucha. Výsledkom modelu sú rastrové súbory vo formáte geoTIFF s priestorovým rozlíšením 10 km.",
    "soil_moisture": "Deficit pôdnej vlhkosti",
    "soil_moisture_desc": "Vrstva anomálií pôdnej vlhkosti (na základe modelu vodnej bilancie SoilClim) predstavuje odchýlku pôdnej vlhkosti od dlhodobého mediánu referenčného obdobia 1961–2010. Táto hodnota sa vypočíta ako hodnota vlhkosti pôdy pre daný deň (+/-10-dňové okno, t.j. 21 dní) mínus hodnota mediánu odvodená z referenčného obdobia. Výsledné hodnoty sú reprezentované v mm ako prebytok alebo nedostatok výšky vodného stĺpca v pôde. Meteorologické údaje sú zjednodušené z Integrovaných predpovedí počasia (IFS) Európskeho centra pre strednodobé predpovede počasia (ECMWF).",
    "soil_saturation": "Relatívne nasýtenie pôdy",
    "soil_saturation_desc": "Pôdna vlhkosť predstavuje aktuálny modelovaný obsah pôdnej vlhkosti (na základe modelu vodnej bilancie SoilClim) vyjadrený ako percento vody dostupnej rastlinám, t.j. objem vody medzi plnou poľnou kapacitou a bodom vädnutia. Hodnoty ukazovateľa sa pohybujú od 0 % (bod vädnutia) do 100 % (plná poľná kapacita). Údaje o meteorologickej predpovedi počasia pochádzajú z integrovaných predpovedí počasia (IFS) Európskeho centra pre strednodobé predpovede počasia (ECMWF).",
    "heat_index": "Index tepla",
    "heat_index_desc": "Teplotný index, alebo zdanlivá teplota, vyjadruje, ako horúco je ľudskému telu pri konkrétnej kombinácii teploty vzduchu a jeho relatívnej vlhkosti. To je kľúčové pre pochopenie úrovne komfortu ľudského tela. Keď sa telo prehrieva, potí sa, aby sa ochladilo. Ak sa však pot nemôže odparovať, telo má problémy s regulovaním teploty. Odparovanie je proces ochladzovania. Keď sa pot odparuje, pomáha znižovať telesnú teplotu. Vysoká relatívna vlhkosť vzduchu spomaľuje odparovanie potu a tým zvyšuje pocitovú teplotu. Naopak, nízka vlhkosť vzduchu odparovanie urýchľuje, takže pocitová teplota je nižšia. Medzi teplotou vzduchu, relatívnou vlhkosťou a tepelným indexom existuje priame prepojenie: so vzrastajúcou teplotou vzduchu a relatívnou vlhkosťou rastie aj teplota indexu a naopak. Teplotný index vyšší ako 39 °C môže pri dlhšom pobyte a/alebo fyzickej aktivite v horúčavách viesť k nebezpečným telesným poruchám, ako sú kŕče z tepla alebo úpal. Teplota a relatívna vlhkosť vzduchu sú odvodené z predpovedného modelu počasia IFS spoločnosti ECMWF.",
    "utci": "Univerzálny tepelno-klimatický index",
    "utci_desc": "Univerzálny tepelný-klimatický index (UTCI) je bioklimatický index, ktorý popisuje fyziologický komfort ľudského tela za špecifických meteorologických podmienok. Zohľadňuje nielen okolitú teplotu, ale aj faktory, ako je vlhkosť, vietor a žiarenie, ktoré významne ovplyvňujú našu fyziologickú reakciu na prostredie. UTCI vychádza z modelu UTCI-Fiala (<a href='https://doi.org/10.1007/s00484-011-0424-7'>Fiala et al., 2012</a>), ktorý kombinuje dynamický model termoregulácie s modelom premenlivej izolácie odevu a odhaduje „zdanlivú“ teplotu. Táto zdanlivá teplota odráža podmienky potrebné v referenčnom prostredí na vyvolanie rovnakej fyziologickej reakcie ako v danom prostredí. Údaje potrebné pre výpočet UTCI sú odvodené z modelu predpovede počasia IFS ECMWF.",
    "fire_spread": "Šírenie požiaru",
    "fire_spread_desc": "Vrstva šírenia požiaru uvádza, či sú podmienky vhodné pre vznik a šírenie požiaru. Vychádza z kanadského indexu požiarneho počasia (<a href='https://www.cabidigitallibrary.org/doi/full/10.5555/19910646918'>FWI, Wagner, 1987</a>), ktorý sa počíta na základe teploty, relatívnej vlhkosti vzduchu, vetra a zrážok pre dnešný deň a nasledujúcich 9 dní na základe údajov predpovede počasia ECMWF IFS. Pretože sa priemerná hodnota a amplitúda FWI líšia v závislosti od miestneho vegetačného a klimatického kontextu, boli odvodené špecifické prahové hodnoty pre 18 globálnych environmentálnych zón. Každej environmentálnej zóne bolo priradené konkrétne rozmedzie hodnôt FWI pre kategórie požiarneho nebezpečenstva, ktoré boli stanovené na základe rozsiahlej rešerše vedeckej literatúry (<a href='doi.org/10.1088/1748-9326/ad97cf'>Kudláčková et al., 2025</a>).",
    "fuel_moisture": "Vlhkosť paliva",
    "fuel_moisture_desc": "Vlhkosť paliva predstavuje obsah vody v desäťhodinovom mŕtvom palive a počíta sa na základe teploty, relatívnej vlhkosti vzduchu, oblačnosti, snehovej pokrývky a zrážok. Metóda výpočtu vychádza zo základných rovníc NFDRS (<a href='https://scholar.google.com/scholar?hl=cs&as_sdt=0%2C5&q=Cohen+%26+Deeming%2C+1985&btnG='>Cohen & Deeming, 1985</a>). Poskytované hodnoty vlhkosti paliva sa vypočítavajú denne z maximálnej dennej teploty a minimálnej relatívnej vlhkosti vzduchu, aby predstavovali denný „najhorší scenár“. Vypočítané hodnoty sa zvyčajne pohybujú v rozmedzí od 1 % do 35 %, pričom k vzplanutiu obvykle dochádza, keď hodnoty klesnú pod 15 %. S poklesom vlhkosti paliva pod 15 % sa zvyšuje nebezpečenstvo požiaru. Hodnoty pod 6 % sú veľmi znepokojivé s možným extrémnym správaním požiaru.",
    "partner_products_drought": "Dostupné produkty partnerov pre sucho",
    "partner_products_heatwave": "Dostupné produkty partnerov pre vlny horúčav",
    "partner_products_wildfire": "Dostupné produkty partnerov pre požiare",
    "most_recent": "Posledné",
    "last_week": "Minulý týždeň",
    "description": "Popis",
    "more_info": "Viac informácií",
    "more_news": "Ďalšie novinky",
    "supported_by": "Projekt bol podporený z programu",
    "project_web": "Web projektu",
    "contact": "Kontakt",
    "toggle_label": "Zmena štýlu mapy",
    "toggle_windy": "Windy",
    "toggle_muni": "MUNI"
},
"sl": {
    "home": "Domov",
    "windy_map": "Interaktivni zemljevid Windy",
    "news": "Novice",
    "drought": "Suša",
    "heatwave": "Vročinski val",
    "wildfire": "Požari",
    "partners": "Partnerji",
    "austria": "Avstrija",
    "croatia": "Hrvaška",
    "czechia": "Češka",
    "germany": "Nemčija",
    "slovakia": "Slovaška",
    "slovenia": "Slovenija",
    "czechglobe": "Inštitut za raziskave globalnih sprememb, ČAZ",
    "muni": "Masarykova univerza",
    "tuw": "Oddelek za geodezijo in geoinformatiko, TU Dunaj",
    "pl_institute_soil_plant": "Inštitut za pedologijo in rastlinstvo",
    "shmi": "Slovaški hidrometeorološki zavod",
    "zalf": "Leibnizov center za raziskave kmetijskih krajin",
    "cmhs": "Hrvaški hidrometeorološki zavod",
    "arso": "Agencija Republike Slovenije za okolje",
    "drought_intensity": "Intenzivnost suše",
    "drought_intensity_desc": "Intenzivnost suše temelji na globalno prilagojenem modelu vodne bilance SoilClim (<a href='https://doi.org/10.3390/atmos12111536'>Řehoř et al., 2021</a>), ki na podlagi različnih meteoroloških podatkov in informacij o vegetaciji in tleh izračunava relativno vlažnost tal. Meteorološki podatki izhajajo iz numerične vremenske napovedi (IFS) Evropskega centra za srednjeročne vremenske napovedi (ECMWF), informacije o krošnjah temeljijo na globalnem indeksu listne površine, podatki o tleh pa temeljijo na omrežju SoilGrids (<a href='https://doi.org/10.1371/journal.pone.0105992'>Hengl et al. 2014</a>, <a href='https://doi.org/10.1371/journal.pone.0169748'>Hengl et al. 2017</a>). Intenzivnost suše je izračunana kot anomalija trenutne vsebnosti vlage v tleh v primerjavi s povprečjem referenčnega obdobja (1981-2020). Za vsako točko model izračuna dnevne vrednosti vlage v tleh in na podlagi primerjave z vrednostjo iz referenčnega obdobja kategorizira točko v eno od šestih kategorij intenzivnosti suše. Te kategorije so izpeljane iz zgodovinskih percentilnih vrednosti. Za vsak dan in vsak piksel se percentili določijo z uporabo okna +/-10 dni (tj. 21 dni) za določen dan v celotnem referenčnem obdobju (tj. 40 let). S tem pristopom se percentili določijo za vsak dan v letu na podlagi 840 vrednosti. Natančneje, 1., 2., 5., 10., 20. in 30. percentil se uporabijo kot mejne vrednosti za določitev končnih kategoričnih vrednosti intenzivnosti suše, ki se gibljejo od nič do šest, kar predstavlja različne kategorije resnosti suše. Rezultati modela so v obliki datotek geoTIFF s prostorsko ločljivostjo 10 km.",
    "soil_moisture": "Primanjkljaj vlažnosti tal",
    "soil_moisture_desc": "Sloj primanjkljaja vlage v tleh (na podlagi modela vodne bilance SoilClim) predstavlja odstopanje vsebnosti vlage v tleh od dolgoročne mediane v referenčnem obdobju 1961-2010. Ta vrednost se izračuna kot vrednost vlage v tleh za določen dan (+/-10-dnevno okno, tj. 21 dni), zmanjšana za vrednost [50. percentila][mediane], ki izhaja iz referenčnega obdobja. Končne vrednosti so predstavljene v enotah mm kot presežek ali primanjkljaj višine vodnega stolpca. Podatki meteorološke vremenske napovedi so privzeti iz numerične vremenske napovedi (IFS) Evropskega centra za srednjeročno vremensko napoved (ECMWF).",
    "soil_saturation": "Relativna nasičenost tal",
    "soil_saturation_desc": "Vlaga v tleh predstavlja dejansko modelirano vsebnost vlage v tleh (na podlagi modela vodne bilance SoilClIm), izraženo kot odstotek rastlinam dostopne vode, tj. količino vode med poljsko kapaciteto in točko venenja. Vrednosti kazalnika so od 0 % (točka venenja) do 100 % (poljska kapaciteta). Podatki meteorološke vremenske napovedi izhajajo iz numerične vremenske napovedi (IFS) Evropskega centra za srednjeročno vremensko napoved (ECMWF).",
    "heat_index": "Indeks vročine",
    "heat_index_desc": "Indeks vročine ali navidezna temperatura predstavlja temperaturo, ki jo ob upoštevanju vlažnosti zraka dejansko občutimo. To je ključnega pomena za razumevanje ravni udobja človeškega telesa. Ko se telo pregreje, se znoji, da bi se ohladilo. Če pa znoj ne more izhlapeti, telo težko uravnava svojo temperaturo. Izhlapevanje je proces hlajenja in z izhlapevanjem znoja pomaga zniževati telesno temperaturo. Visoka relativna vlažnost zraka upočasni izhlapevanje, zaradi česar telo čuti višjo vročino.  Nasprotno pa nizka relativna vlažnost pospešuje izhlapevanje, zato je telo hladnejše. Med temperaturo zraka, relativno vlažnostjo in vročinskim indeksom obstaja neposredna povezava: z naraščanjem temperature zraka in relativne vlažnosti narašča tudi vročinski indeks in obratno. Vročinski indeks nad 39 °C ali več lahko pri daljši izpostavljenosti in/ali telesni dejavnosti v vročini povzroči nevarne vročinske motnje, kot so vročinski krči ali vročinska kap. Temperatura in relativna vlažnost zraka sta pridobljena iz numerične vremenske napovedi (IFS) centra ECMWF.",
    "utci": "Univerzalni toplotni podnebni indeks",
    "utci_desc": "Univerzalni toplotni podnebni (klimatski) indeks (UTCI) je bioklimatski indeks, ki opisuje fiziološko udobje človeškega telesa v določenih meteoroloških pogojih. Ne upošteva le temperature okolja, temveč tudi dejavnike, kot so vlažnost, veter in sevanje, ki pomembno vplivajo na naš fiziološki odziv na okolje. UTCI temelji na modelu UTCI-Fiala (<a href='https://doi.org/10.1007/s00484-011-0424-7'>Fiala et al., 2012</a>), ki združuje dinamični model termoregulacije s spremenljivim modelom izolacije oblačil za oceno navidezne temperature. Ta navidezna temperatura odraža pogoje, ki so potrebni v referenčnem okolju, da bi povzročili enak fiziološki odziv kot v danem okolju. Podatki, potrebni za izračun UTCI, so pridobljeni iz numerične vremenske napovedi IFS centra  ECMWF.",
    "fire_spread": "Širjenje požara",
    "fire_spread_desc": "Širjenje požara kaže, ali so razmere primerne za nastanek in širjenje požara, in temelji na kanadskem indeksu požarnega vremena (<a href='https://www.cabidigitallibrary.org/doi/full/10.5555/19910646918'>FWI, Wagner, 1987</a>), izračunanem iz temperature, relativne vlažnosti, vetra in padavin za danes in naslednjih devet dni na podlagi podatkov vremenske napovedi IFS ECMWF. Ker se srednja vrednost in amplituda FWI razlikujeta glede na lokalno vegetacijo in podnebje, so bile določene mejne vrednosti izpeljane za 18 svetovnih okoljskih območij. Vsakemu okoljskemu območju je bila dodeljena edinstvena porazdelitev vrednosti FWI za kategorije požarne ogroženosti, ki so bile določene na podlagi obsežnega pregleda znanstvene literature (<a href='doi.org/10.1088/1748-9326/ad97cf'>Kudláčková et al., 2025</a>).",
    "fuel_moisture": "Vlažnost goriva",
    "fuel_moisture_desc": "Vlažnost goriva predstavlja vsebnost vlage v mrtvem gorivu v 10-urnem obdobju in se izračuna na podlagi temperature, relativne vlažnosti zraka, oblačnosti, snežne odeje in padavin. Metoda izračuna temelji na osnovnih enačbah NFDRS (<a href='https://scholar.google.com/scholar?hl=cs&as_sdt=0%2C5&q=Cohen+%26+Deeming%2C+1985&btnG='>Cohen in Deeming, 1985</a>). Vrednosti vlažnosti goriva se dnevno izračunajo na podlagi najvišje dnevne temperature in najnižje relativne zračne vlažnosti, kar predstavlja dnevni „najslabši možni scenarij“. Izračunane vrednosti se običajno gibljejo med 1 % in 35 %, do vžiga pa običajno pride, ko vrednosti padejo pod 15 %. Ko se vlažnost goriva zmanjša pod 15 %, se nevarnost požara poveča. Vrednosti pod 6 % so zelo zaskrbljujoče zaradi možnega ekstremnega obnašanja požara.",
    "partner_products_drought": "Razpoložljivi produkti partnerjev za sušo v naravnem okolju",
    "partner_products_heatwave": "Razpoložljivi produkti partnerjev za vročinski val v naravnem okolju",
    "partner_products_wildfire": "Razpoložljivi produkti partnerjev za požar v naravnem okolju",
    "most_recent": "Najnovejši",
    "last_week": "Zadnji teden",
    "description": "Opis",
    "more_info": "Več informacij",
    "more_news": "Pokaži vse novice",
    "supported_by": "Projekt so podprli",
    "project_web": "Spletna stran projekta",
    "contact": "Kontaktna oseba",
    "toggle_label": "Sprememba sloga zemljevida",
    "toggle_windy": "Windy",
    "toggle_muni": "MUNI"
  }
}